Revit 2027 API
SymbolTypeId.Meter Property
 Symbol m, indicating unit Meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Meter { get; }
Public Shared ReadOnly Property Meter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Meter {
	ForgeTypeId^ get ();
}
static member Meter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace